[{ "_id" : { "$oid" : "4fd237f7e42fa3010000671c" }, "active" : false, "date" : { "$date" : 1339176951924 }, "number" : 1, "text" : "This is a test message from Beck." },{ "_id" : { "$oid" : "4fd237fee42fa30100007367" }, "active" : false, "date" : { "$date" : 1339176958084 }, "number" : 2, "text" : "I shot the sheriff. But I didn't shoot the deputy. - k" },{ "_id" : { "$oid" : "4fd23839e42fa30100007368" }, "active" : false, "date" : { "$date" : 1339177017115 }, "number" : 3, "text" : "this is a test confessional from elizabeth" },{ "_id" : { "$oid" : "4fd23b84e204ee0100018fe4" }, "active" : true, "date" : { "$date" : 1339177860217 }, "number" : 4, "text" : "Wow. It took my opponent way too long to figure out that I would do what they last did, but now they've got it!" },{ "_id" : { "$oid" : "4fd23ea9e204ee010002b48c" }, "active" : true, "date" : { "$date" : 1339178665664 }, "number" : 5, "text" : "I don't feel safe playing this game. In fact, I feel isolated which I don't like but will continue because I said I would." },{ "_id" : { "$oid" : "4fd241eee204ee010003f971" }, "active" : true, "date" : { "$date" : 1339179502548 }, "number" : 6, "text" : "I'm not sure what the purpose of this game is, I just keep playing!" },{ "_id" : { "$oid" : "4fd25002e204ee010005d251" }, "active" : true, "date" : { "$date" : 1339183106670 }, "number" : 7, "text" : "I hate State fans!" },{ "_id" : { "$oid" : "4fd25cbce204ee010009a0d1" }, "active" : true, "date" : { "$date" : 1339186364518 }, "number" : 8, "text" : "This guy's a jerk, and I like Duke less because of him." },{ "_id" : { "$oid" : "4fd25d0ee204ee01000a0164" }, "active" : true, "date" : { "$date" : 1339186446558 }, "number" : 9, "text" : "I've been using a tit for tat with forgiveness strategy, and that seems to be working pretty well.  I get more points during the games where everyone cooperates, and it generally seems not to be working out for people who try to enemy me - the payoff of the extra 10 points is nullified after one round of retaliation.  It does seem that there's no reason not to switch to enemy at round 7, but I do not believe I will be doing so." },{ "_id" : { "$oid" : "4fd25da8e204ee01000a8f3d" }, "active" : true, "date" : { "$date" : 1339186600336 }, "number" : 10, "text" : "I've been playing tit-for-tat. But today, when I saw the person's favorite team was the Dallas Cowboys, I decided to Enemy them right off the bat. They had played Friend, so then I felt bad and started playing Friend. They must be Jesus, because they've been Friending me throughout. We just played our sixth round. If we play a 7th, I'm contemplating Enemying them just to get the bonus points. Seems mean though..." },{ "_id" : { "$oid" : "4fd26f5de204ee01000dbda8" }, "active" : true, "date" : { "$date" : 1339191133840 }, "number" : 11, "text" : "I think the majority of people playing this game feel like there is some grand real life consequence. Like if they click \"enemy\" then it will somehow affect their real life karma or something. Which is stupid." },{ "_id" : { "$oid" : "4fd27bd9e204ee01000f8ca3" }, "active" : true, "date" : { "$date" : 1339194329787 }, "number" : 12, "text" : "I'd like to win, but I won't..." },{ "_id" : { "$oid" : "4fd27c2ce204ee01000fb1db" }, "active" : true, "date" : { "$date" : 1339194412229 }, "number" : 13, "text" : "I'd like to win, but I won't..." },{ "_id" : { "$oid" : "4fd27d25e204ee01001016c4" }, "active" : true, "date" : { "$date" : 1339194661631 }, "number" : 14, "text" : "Whaaa? I wonder what the twist will be. ADDITIONALLY I've been having bad dreams about my friends turning on me. So." },{ "_id" : { "$oid" : "4fd28849e204ee01001113b7" }, "active" : true, "date" : { "$date" : 1339197513714 }, "number" : 15, "text" : "I went into this to make friends, and now it seems like all I do is click Enemy. I've become a monster." },{ "_id" : { "$oid" : "4fd2988ee204ee010012cd10" }, "active" : true, "date" : { "$date" : 1339201678009 }, "number" : 16, "text" : "People are too afraid to be mean. There's not enough anonymity with the high scores. ;)" },{ "_id" : { "$oid" : "4fd29c1ae204ee01001319f0" }, "active" : true, "date" : { "$date" : 1339202586678 }, "number" : 17, "text" : "These 7 round games are kind of inconvenient if you aren't a person who spends all day in front of a computer." },{ "_id" : { "$oid" : "4fd2d748e204ee010016b184" }, "active" : true, "date" : { "$date" : 1339217736686 }, "number" : 18, "text" : "I have to confess, I am deeply perplexed about whether to make some unknown soul my enemy just so I can score more points as opposed to friending them, which I feel obligated to do based on my morals. I don't make enemies in life but feel that this game has prompted me to do so." },{ "_id" : { "$oid" : "4fd2fa5be204ee0100190a40" }, "active" : true, "date" : { "$date" : 1339226715003 }, "number" : 19, "text" : "I don't have much to confess when it comes to this game.  I assume friend until they enemy-ify and then it's enemy all the way.  I don't like it when people take advantage though.  I mean, the term enemy is a little meaningless, even inflammatory but the way it's used invites calculated trickery to \"get ahead\" and I object to the players trying to \"draw me into that\".  I mean, what do you gain and lose?  It's a game of course and the point of all games is to win but it seems like the inherent associations of friend or enemy is one of Greeks bearing gifts, and my act of winning is to say defiantly\"I approach all comers as friends!\". Until they mark themselves otherwise.  And honestly point wise I'm still doing pretty darn well so it's not like they get ahead by much." },{ "_id" : { "$oid" : "4fd2fb16e204ee01001947d6" }, "active" : true, "date" : { "$date" : 1339226902216 }, "number" : 20, "text" : "I'm finding few games go past the first round. I don't know if that is because I've got bad luck with the opponents I draw or if something is up with the system. The competitor in me is getting frustrated with the loss of opportunities to gain points!" },{ "_id" : { "$oid" : "4fd328c1e204ee01001bcfc4" }, "active" : true, "date" : { "$date" : 1339238593535 }, "number" : 21, "text" : "beginning to think about enemy-ing on game four. hmm. don't know how to calculate the odds. bet i could find out. baaahaaahaaaa" },{ "_id" : { "$oid" : "4fd32c64e204ee01001c6ca4" }, "active" : true, "date" : { "$date" : 1339239524345 }, "number" : 22, "text" : "I have no strategy." },{ "_id" : { "$oid" : "4fd3355de204ee01001da767" }, "active" : true, "date" : { "$date" : 1339241821777 }, "number" : 23, "text" : "I don't get this game" },{ "_id" : { "$oid" : "4fd37477e204ee0100346823" }, "active" : true, "date" : { "$date" : 1339257975357 }, "number" : 24, "text" : "I've been waiting for someone to play enemy at the end and screw me over for the extra points. It had been really fun, and collaborative, and I felt like I was a part of something. Then someone did it. And it was disappointing. The next day, it had changed. I was looking for an enemy, and every time they picked friend like me, I was almost surprised. \r\n\r\nThis is a fun experience that has already opened my eyes to how I interact with others." },{ "_id" : { "$oid" : "4fd38dd436134b0100000069" }, "active" : true, "date" : { "$date" : 1339264468985 }, "number" : 25, "text" : "This is just like politics. Start out positive and everyone is better, but once one person goes negative, the other person must too, or else face losing horribly." },{ "_id" : { "$oid" : "4fd3ae3c36134b0100062ff8" }, "active" : true, "date" : { "$date" : 1339272764929 }, "number" : 26, "text" : "This game seems really sad. There's no penalty for being an enemy. That's the best way to win, right? Ugh." },{ "_id" : { "$oid" : "4fd3b04436134b01000672b6" }, "active" : true, "date" : { "$date" : 1339273284472 }, "number" : 27, "text" : "I always start with friend, and take it personally when my opponent doesn't. Then I want to just stick it to 'em!" },{ "_id" : { "$oid" : "4fd3b2ca36134b010006b522" }, "active" : true, "date" : { "$date" : 1339273930424 }, "number" : 28, "text" : "I hope for more friend moves. I hope the leader board switches from points to friend moves." },{ "_id" : { "$oid" : "4fd41d3536134b010011af75" }, "active" : true, "date" : { "$date" : 1339301173448 }, "number" : 29, "text" : "It's frustrating that for many of my first few games I didn't get many points not because I didn't do well, but because we didn't end up playing but one or two rounds before the other person abandoned things." },{ "_id" : { "$oid" : "4fd41e7036134b010012268c" }, "active" : true, "date" : { "$date" : 1339301488082 }, "number" : 30, "text" : "I hope the things I have in common with my opponent make them friend me." },{ "_id" : { "$oid" : "4fd4929f36134b01001b079f" }, "active" : true, "date" : { "$date" : 1339331231933 }, "number" : 31, "text" : "birthday" },{ "_id" : { "$oid" : "4fd4ab7c36134b0100224d96" }, "active" : true, "date" : { "$date" : 1339337596435 }, "number" : 32, "text" : "i am realizing that i don't like being so far down on the scoreboard. i didn't realize i was that competitive. my reaction to seeing my low scores are quite childish...like 'i'm quitting this stupid game' and 'this is time consuming and boring'. but when i move up the leader board my self-talk is more like 'oh...okay. i'll play a little while longer.'" },{ "_id" : { "$oid" : "4fd4b76a36134b010027d282" }, "active" : true, "date" : { "$date" : 1339340650620 }, "number" : 33, "text" : "i feel confused, yet compelled to keep playing..." },{ "_id" : { "$oid" : "4fd4c26936134b01002cd4ff" }, "active" : true, "date" : { "$date" : 1339343465587 }, "number" : 34, "text" : "This game is getting boring. People just play \"enemy\" all the time; which is the safest bet, but still, *yawn*. I think you need to edit your points system to make it more challenging." },{ "_id" : { "$oid" : "4fd4ccb036134b01002f8897" }, "active" : true, "date" : { "$date" : 1339346096135 }, "number" : 35, "text" : "i fear that i may never catch up with the 'leaders' on the 'leader board' because i joined the game late. this is a bit demotivating. that said, i will continue to play because now my goal is to be at the bottom of the leader board. i am still trying to figure out how to best do that, as i just decided that is my new goal. i don't really like being a leader anyway." },{ "_id" : { "$oid" : "4fd4fcd3a3abd601000512c7" }, "active" : true, "date" : { "$date" : 1339358419718 }, "number" : 36, "text" : "This makes no sense to me." },{ "_id" : { "$oid" : "4fd57355a3abd601001ceea3" }, "active" : true, "date" : { "$date" : 1339388757847 }, "number" : 37, "text" : "I dont think it matters if I choose Friend or Enemy" },{ "_id" : { "$oid" : "4fd5751fa3abd601001d7837" }, "active" : true, "date" : { "$date" : 1339389215329 }, "number" : 38, "text" : "I may not have any trivia about my opponent today, but I do know his score.  When I look at the leaderboard, there's only one person my opponent could be.  Of course, now I only know his first name and initial." },{ "_id" : { "$oid" : "4fd584f7a3abd60100213480" }, "active" : true, "date" : { "$date" : 1339393271998 }, "number" : 39, "text" : "My frenemy had a birthday that was only two days away from mine! How could I *not* pick 'friend' every time?" },{ "_id" : { "$oid" : "4fd58fffa3abd60100234f8a" }, "active" : true, "date" : { "$date" : 1339396095293 }, "number" : 40, "text" : "I totally forgot to play yesterday.  Now I'm behind. =0(" },{ "_id" : { "$oid" : "4fd5c4a687c88a010000fac5" }, "active" : true, "date" : { "$date" : 1339409574058 }, "number" : 41, "text" : "My strategy = Mr. Nice Guy (for the most part)\r\n\r\nEnjoyed the chat. Selected all \"friends\" in the game. Would have been difficult to pick \"enemy\" once the chat got going." },{ "_id" : { "$oid" : "4fd60a6587c88a010024e014" }, "active" : true, "date" : { "$date" : 1339427429609 }, "number" : 42, "text" : "I'm happy because today I finally was friended back--twice in one game. I have been playing the \"Jesus\" strategy exclusively so far and until today my opponents have all taken the \"Pontius Pilate\" strategy which has been disheartening. My emotions around my choice of strategy...my desire to retaliate...and my thoughts about why people would feel comfortable continuously taking advantage of my strategy--even when they know what I'm going to do have been really fascinating." },{ "_id" : { "$oid" : "4fd637b1d19a110100048e12" }, "active" : true, "date" : { "$date" : 1339439025019 }, "number" : 43, "text" : "I think that there should be a penalty, at times, for choosing enemy.  If you chose enemy to get the extra points, there is no real drawback in the game. In real life, once you chose to be someone'e enemy, there could be consequences (if two of your enemies are in the same room, that could be trouble).  I wonder if there could be that aspect to it.  The interactions are not just between two people, they affect more than that." },{ "_id" : { "$oid" : "4fd6428bd19a11010005bebf" }, "active" : true, "date" : { "$date" : 1339441803012 }, "number" : 44, "text" : "I wanted to see how you guys are using this... I also work at a museum :)" },{ "_id" : { "$oid" : "4fd65f00d19a1101000b8a91" }, "active" : true, "date" : { "$date" : 1339449088675 }, "number" : 45, "text" : "Very addictive! :)" },{ "_id" : { "$oid" : "4fd662f4d19a1101000d622d" }, "active" : true, "date" : { "$date" : 1339450100442 }, "number" : 46, "text" : "I am an aries so I think that other aries people are awesome just like me. So far astrology has been the only reason I've friended someone consistently. Then, like a true aries I got competitive and screwed my \"friend\" over." },{ "_id" : { "$oid" : "4fd6779fd19a1101000ebccf" }, "active" : true, "date" : { "$date" : 1339455391130 }, "number" : 47, "text" : "somehow, moving up on the leaderboard with relentless friending through the good old tit for tat strategy makes me wonder MORE about choosing a round after 3 to try to enemy if I might not get retaliated against. Hmmm. But then I see \"Ronelle\" has slipped down, which I think is happening through unsuccessful defections. Hmmmm. Is the fabulous prize really that fabulous?" },{ "_id" : { "$oid" : "4fd6c0a965caa601000948fb" }, "active" : true, "date" : { "$date" : 1339474089319 }, "number" : 48, "text" : "my favorite color is not really black; it's grey. grey was not an option. according to today's \"information,\" my \"opponent's\" favorite color is \"bike.\" what color might that be?? My guess is you are either encountering some sort of programming error OR you are totally trying to fuck with me. i prefer the latter." },{ "_id" : { "$oid" : "4fd6d0b965caa601000bb47c" }, "active" : true, "date" : { "$date" : 1339478201724 }, "number" : 49, "text" : "My opponent's favorite color is \"walk\". Interesting..." },{ "_id" : { "$oid" : "4fd6d10165caa601000bb47d" }, "active" : true, "date" : { "$date" : 1339478273591 }, "number" : 50, "text" : "It makes me sad, and strikes me as unfair, when my partner doesn't play. How can I earn points if the other person only plays one round? Bah!" },{ "_id" : { "$oid" : "4fd6eee365caa601000f0a14" }, "active" : true, "date" : { "$date" : 1339485923020 }, "number" : 51, "text" : "Got enemied by the last person only in the last round, which was round 5.  Wonder if/how they knew that would be a safe thing to do?\r\n\r\nAlso, the nature of the leaderboard is such that it's reasonably easy to figure out whom the opponent is most of the time, and with that information, one can remember past enemies and punish them appropriately should they come up again.  So far, I haven't noticed any repeats, but I'll be keeping that in mind for the future." },{ "_id" : { "$oid" : "4fd7162e49e2e90100010c33" }, "active" : true, "date" : { "$date" : 1339495982743 }, "number" : 52, "text" : "There's no reason not to be negative." },{ "_id" : { "$oid" : "4fd71c5f49e2e90100016692" }, "active" : true, "date" : { "$date" : 1339497567543 }, "number" : 53, "text" : "Their favorite color is \"hybrid vehicle\".  Huh...that's a new one." },{ "_id" : { "$oid" : "4fd7295049e2e901000568d2" }, "active" : true, "date" : { "$date" : 1339500880279 }, "number" : 54, "text" : "It is so tempting to do a \"bait and switch\", but I can't bring myself to do it. I know it's a game, but when you are \"friending\" along nicely, it feels like it would be a betrayal." },{ "_id" : { "$oid" : "4fd72f6e49e2e90100094230" }, "active" : true, "date" : { "$date" : 1339502446806 }, "number" : 55, "text" : "I just realized how the points work.  The leader board tab covers it on iPads.   Bad." },{ "_id" : { "$oid" : "4fd7385c49e2e901001145a9" }, "active" : true, "date" : { "$date" : 1339504732101 }, "number" : 56, "text" : "I went from feeling like the strategy was to get an enemy selection in for the 25 points to now just wanting to match friend throughout the game.  it is max points for both of us and it's fun to see if your \"opponent\" is also willing to stick with it." },{ "_id" : { "$oid" : "4fd7402b49e2e901001625ac" }, "active" : true, "date" : { "$date" : 1339506731747 }, "number" : 57, "text" : "I will keep picking friend until the other person puts enemy." },{ "_id" : { "$oid" : "4fd74be749e2e901001e2e6e" }, "active" : true, "date" : { "$date" : 1339509735136 }, "number" : 58, "text" : "I tried to be \"friendly\" at the beginning of the month and quickly saw that there was no benefit. If a person has a goal of winning ie obtaining the most points, clearly the only choice is to always be an enemy since you are penalized if you friend someone and they don't chose likewise." },{ "_id" : { "$oid" : "4fd75946126798010001a0f1" }, "active" : true, "date" : { "$date" : 1339513158382 }, "number" : 59, "text" : "It only makes sense to enemy, points wise. But one game, after enemying 4 times, I tried friend. And my opponent also happened to friend that time. That surprised me and made me happy, so I friended again. And so did they. That game left me smiling. I wanted to know who that person was, because I liked them." },{ "_id" : { "$oid" : "4fd76fdd126798010005ddcc" }, "active" : true, "date" : { "$date" : 1339518941704 }, "number" : 60, "text" : "I've chosen the \"Jesus Strategy\" and always friend. I'm curious to know if the people who are continuously taking advantage of this offering feel any remorse when they enemy when they know I'm going to friend." },{ "_id" : { "$oid" : "4fd7732f1267980100067c64" }, "active" : true, "date" : { "$date" : 1339519791931 }, "number" : 61, "text" : "You know that the point systems places favor on selecting enemy every time to guarantee  positive points. \r\n\r\nHow can you justify ever selecting friend. I do believe that the majority of players have figured this out. And friend is rarely selected." },{ "_id" : { "$oid" : "4fd78dec1267980100153d5f" }, "active" : true, "date" : { "$date" : 1339526636754 }, "number" : 62, "text" : "I'm not sure why I'm playing this anymore.... it makes no sense to me...  yet I return." },{ "_id" : { "$oid" : "4fd79caf1267980100181190" }, "active" : true, "date" : { "$date" : 1339530415363 }, "number" : 63, "text" : "i know that as the # of turns increase it becomes easier for my opponent to outsmart me because it becomes rather obvious that i ALWAYS choose friend. that said, it is more important to me to choose friend than to win. so there." },{ "_id" : { "$oid" : "4fd7a31b126798010018d575" }, "active" : true, "date" : { "$date" : 1339532059218 }, "number" : 64, "text" : "It took me a while to realize I was playing the same person for the whole day! Ah well. When I realized that by playing the same person three times in a row it would get more point to friend them all three times, I had to reconsider that there was no point incentive to being friends with folk. Makes me feel slightly like a meanie." },{ "_id" : { "$oid" : "4fd7b8dc12679801001dac87" }, "active" : true, "date" : { "$date" : 1339537628491 }, "number" : 65, "text" : "It bothers me when people pick enemy!  I just hate to pick enemy myself.  I've actually chosen friend again after someone said enemy, just because it is against who I try to be to be an enemy.  So now I've decided that I won't play anymore once someone makes me an enemy.  Then they don't get all the points from picking enemy when I pick friend, and I don't have to pick enemy.  In real life, that is how I would behave.  If someone was an enemy to me, I would just do my best to avoid them.  I don't associate with people like that." },{ "_id" : { "$oid" : "4fd7dc31126798010020e6af" }, "active" : true, "date" : { "$date" : 1339546673066 }, "number" : 66, "text" : "Yesterday in frenemying, though we were going along fine as friends, I realized that if I enemied, I would catch up to my opponent in points, especially if, after I did it, I refrained from completeing the 5th round.  I felt so guilty.  I still do." },{ "_id" : { "$oid" : "4fd814ad1267980100274291" }, "active" : true, "date" : { "$date" : 1339561133520 }, "number" : 67, "text" : "I don't like seeing their score if I have their name associated with their score. In other words, I'd like to NOT know who I'm playing but if you give me a first name and last initial, then tell me their score, I can figure it out by looking at the leader-board. I know, I could always not look but that's hard not to do. If the intention of this game is to go up against an unknown then its not working." },{ "_id" : { "$oid" : "4fd876aee6e68a010004f991" }, "active" : true, "date" : { "$date" : 1339586222894 }, "number" : 68, "text" : "Sometimes I feel relief when they chose Enemy. \r\n\r\nI am exploring the tension between the desire for points and the desire for people to like me. \r\n\r\nI am more often choosing in favor of points nowadays." },{ "_id" : { "$oid" : "4fd87ac0e6e68a01000686e7" }, "active" : true, "date" : { "$date" : 1339587264609 }, "number" : 69, "text" : "My voting record is wrong.  I believe I've played each and every day since the very first day, and it shows no records for 6/8 and 6/11.   :-/" },{ "_id" : { "$oid" : "4fd8842ae6e68a01000af3a7" }, "active" : true, "date" : { "$date" : 1339589674413 }, "number" : 70, "text" : "It felt so good to \"enemy\" someone I dislike in real life, knowing that based on their play pattern it was the right thing to do too (today's hint showed she had \"gone negative\" early and regularly in the past)" },{ "_id" : { "$oid" : "4fd8a571e6e68a01001e03b6" }, "active" : true, "date" : { "$date" : 1339598193167 }, "number" : 71, "text" : "was enjoying selecting friend much more then enemy but with the latest reveal (and seeing that my opponent had selected enemy over and over again)  I had to select enemy." },{ "_id" : { "$oid" : "4fd8c0bee6e68a0100265a33" }, "active" : true, "date" : { "$date" : 1339605182085 }, "number" : 72, "text" : "I'm thinking this person understands the prisoner's dilemma." },{ "_id" : { "$oid" : "4fd91ebee6e68a01003a2a18" }, "active" : true, "date" : { "$date" : 1339629246718 }, "number" : 73, "text" : "I just went through 7 rounds and we friend/friended the whole way. I thought hard about the last round -- should I \"enemy,\" get the extra 10 points and \"win\" this game? Will the other person do the same? In the end, I friended, and so did they. I felt surprisingly good about that we both friended, and felt like I had \"won\" even though it was technically a tie. JPG/EXP" },{ "_id" : { "$oid" : "4fd950c9e6e68a01003ed640" }, "active" : true, "date" : { "$date" : 1339642057432 }, "number" : 74, "text" : "The past two days I've been paired with people who didn't play a move! Today, finally, I am paired with someone who made a move, but only one so far (it's 9:45 pm central time). I know life gets busy, but it's annoying when I take the time to play and the person on the other end doesn't. It affects my score, but I also feel left out of the fun!" },{ "_id" : { "$oid" : "4fd9b95e7a74eb010000d3b1" }, "active" : true, "date" : { "$date" : 1339668830072 }, "number" : 75, "text" : "My chat feature doesn't work :(" },{ "_id" : { "$oid" : "4fd9d5f07a74eb01000b73a9" }, "active" : true, "date" : { "$date" : 1339676144586 }, "number" : 76, "text" : "Why people don't use the chat?" },{ "_id" : { "$oid" : "4fd9e0607a74eb01000f7416" }, "active" : true, "date" : { "$date" : 1339678816133 }, "number" : 77, "text" : "doesn't look like chatting from my iphone works (cleared out when I checked online)" },{ "text" : "Using Safari and can't seem to get chat to work.", "_id" : { "$oid" : "4fd9e3c2feae1a01000000b4" }, "flags" : 0, "active" : true, "number" : 78, "date" : { "$date" : 1339679682933 } },{ "text" : "I had a strategy at the beginning of this project of friending the people I had an opposite response and it has quickly eroded.", "_id" : { "$oid" : "4fd9e5dafeae1a01000168d6" }, "flags" : 0, "active" : true, "number" : 79, "date" : { "$date" : 1339680218633 } },{ "text" : "I really don't think the chat rounds work. I've never been able to see what my opponents have said.", "_id" : { "$oid" : "4fd9efbdfeae1a0100058902" }, "flags" : 0, "active" : true, "number" : 80, "date" : { "$date" : 1339682749683 } },{ "text" : "I quit", "_id" : { "$oid" : "4fda23b9feae1a0100216cc4" }, "flags" : 0, "active" : true, "number" : 81, "date" : { "$date" : 1339696057695 } },{ "text" : "Hi,\r\n\r\nI lost interest in what is a \"Competition\" to earn the most points and be at the top of the leader board. In the questions prior to signing up, we were asked about our competitiveness and I can say that I am competitive with myself and cooperative with others. I believe in team success and am not interested in \"winning\" this contest. I wanted to listen in on the rest of the game but its not fair to those people who can't play on the day they are matched up with me, so I step aside. Good luck with the rest of the game and please let me know what happens. I'm very curious about what you are trying to learn from the game.\r\n\r\nThanks,\r\ngary", "_id" : { "$oid" : "4fda7b52ba9ea70100012d78" }, "flags" : 0, "active" : true, "number" : 82, "date" : { "$date" : 1339718482491 } },{ "text" : "What does it mean to \"win\"?\r\n\r\nThere are points, and a leader board, that suggest the most points wins. I could tell myself that being friendliest is winning, but is that deluding myself?", "_id" : { "$oid" : "4fda7be5ba9ea70100014b5a" }, "flags" : 0, "active" : true, "number" : 83, "date" : { "$date" : 1339718629466 } },{ "text" : "Some might think you need to get the highest score  to \"win\" this game. But I think that the nice people (i.e., people who will always call you a \"friend\") win.", "_id" : { "$oid" : "4fda7e55ba9ea7010001e2a4" }, "flags" : 0, "active" : true, "number" : 84, "date" : { "$date" : 1339719253118 } },{ "text" : "Sometimes I fantasize about running away from my life here in Durham, changing my name, and starting over somewhere else, like Buenos Aires or Jakarta where no one from my old life can find me...", "_id" : { "$oid" : "4fda7ea8ba9ea7010001e2a5" }, "flags" : 0, "active" : true, "number" : 85, "date" : { "$date" : 1339719336657 } },{ "text" : "I will win frenemy by choosing to be a friend even when I suspect my opponent will play enemy. I will do this well enough that they will be compelled to choose friend, too.", "_id" : { "$oid" : "4fda82e0ba9ea70100034c3b" }, "flags" : 0, "active" : true, "number" : 86, "date" : { "$date" : 1339720416827 } },{ "text" : "I feel a little bad that my strategy involves burning someone with whom I've established \"friendship\", but when someone's hot on your tails on the leaderboard, those extra 10 points make a difference!", "_id" : { "$oid" : "4fda8861ba9ea70100045b47" }, "flags" : 0, "active" : true, "number" : 87, "date" : { "$date" : 1339721825475 } },{ "text" : "If Frenemy is supposed to be an accurate representation of Game Theory, then winning it has to correlate to the amount of points involved.  Otherwise, the incentive structure isn't what it says it is, and is something other than the prisoner's dilemma, though the question is interesting.", "_id" : { "$oid" : "4fdaa879ba9ea701000b312c" }, "flags" : 0, "active" : true, "number" : 88, "date" : { "$date" : 1339730041924 } },{ "text" : "Winning frenemy to me means making friends, I don't really care about winning by points. I was on the leader board once, and it was cool, but each day I just try to make a friend with the person placed in front of me.", "_id" : { "$oid" : "4fdaac3bba9ea701000c21c0" }, "flags" : 0, "active" : true, "number" : 89, "date" : { "$date" : 1339731003977 } },{ "text" : "I like how you changed the new leader board. I think it's cool to change things up during the game. It keeps it interesting and you change your strategy some.", "_id" : { "$oid" : "4fdaae0eba9ea701000c7c77" }, "flags" : 0, "active" : true, "number" : 90, "date" : { "$date" : 1339731470290 } },{ "text" : "I don't think the point is to achieve a higher score. It can't be cruel as life.", "_id" : { "$oid" : "4fdb07a3ced9de010000d6d8" }, "flags" : 0, "active" : true, "number" : 91, "date" : { "$date" : 1339754403572 } },{ "text" : "At first, I wasn't sure what I was doing or what the point of the game was. Since it's a game and I am usually pretty friendly, why not try something different? Why not try 'enemy'... It wasn't a good look for me. So, I went back to choosing friend.... pretty much most of the time....except, when someone selected Duke as their sports team. And I am not a big sports fan, per say. But, I am a Tarheel.", "_id" : { "$oid" : "4fdb329aced9de0100247a2a" }, "flags" : 0, "active" : true, "number" : 92, "date" : { "$date" : 1339765402843 } },{ "text" : "now that you have told everyone that there will be 5 rounds in each game it seems that most people are going to choose friend for the first 4 rounds and then enemy for the last.  I think it would be helpful if the points system was hidden from the start.  That way everyone wouldn't be trying to get as many points a possible but instead just choosing friend or enemy", "_id" : { "$oid" : "4fdb33a8ced9de010027bdd5" }, "flags" : 0, "active" : true, "number" : 93, "date" : { "$date" : 1339765672707 } },{ "text" : "To win Frenemy means you and your opponent need to \"enemy\" each other. That way you get the most points, unless you are worried about \"non-friending\" someone!", "_id" : { "$oid" : "4fdb391eced9de01002f52cd" }, "flags" : 0, "active" : true, "number" : 94, "date" : { "$date" : 1339767070202 } },{ "text" : "One day someone stayed my friend, while I acted as their enemy round after round. That was fun.", "_id" : { "$oid" : "4fdb3ab0ced9de0100314cc5" }, "flags" : 0, "active" : true, "number" : 95, "date" : { "$date" : 1339767472689 } },{ "text" : "what does it mean to win? not much. by the old scoring, it probably meant that i played more regularly than most and ran into fewer jerks along the way. by the new scoring, it probably means that I ran into fewer jerks along the way. i can't imagine that people don't have pretty much the same strategy by now, which is to be friends until your opponent turns enemy, and then go enemy the rest of the way. with the exception of the jerks who go enemy early, and the sneaky people who try to go enemy for just the last round and grab an extra ten points (which with a uniform 5 rounds should be a little interesting)", "_id" : { "$oid" : "4fdb3b2cced9de0100314cc6" }, "flags" : 0, "active" : true, "number" : 96, "date" : { "$date" : 1339767596480 } },{ "text" : "Winning, in terms of the \"rules,\" seem to require simply getting the most points. However, I hope that we win as a society by finding more \"Friend\" moves than \"Enemy,\" overall (as total social value is maximized when people cooperate with each other).\r\n\r\nFrom the dicks who have played with me, though, I'm not sure that will be the result.", "_id" : { "$oid" : "4fdb3c22ced9de010033e748" }, "flags" : 0, "active" : true, "number" : 97, "date" : { "$date" : 1339767842152 } },{ "text" : "I confess, I have no strategy except for gut instinct.", "_id" : { "$oid" : "4fdb52cb8313cc0100041bbd" }, "flags" : 0, "active" : true, "number" : 98, "date" : { "$date" : 1339773643420 } },{ "text" : "You know what? SCREW TRYING TO WIN. I feel so much better about myself when I choose friend. It's like a little rush of endorphins to see that we both chose it.", "_id" : { "$oid" : "4fdb52f98313cc0100061e59" }, "flags" : 0, "active" : true, "number" : 99, "date" : { "$date" : 1339773689354 } },{ "text" : "how the heck could he/she choose enemy when we have the same favorite sport?!", "_id" : { "$oid" : "4fdb53bd8313cc01000bcc71" }, "flags" : 0, "active" : true, "number" : 100, "date" : { "$date" : 1339773885463 } },{ "text" : "So apparently I'm playing myself today? My \"opponent\" has exactly the same score and favorite team as I do. And he doesn't seem to be making any moves. Interesting.", "_id" : { "$oid" : "4fdb63c98313cc0100218080" }, "flags" : 0, "active" : true, "number" : 101, "date" : { "$date" : 1339777993117 } },{ "text" : "I feel betrayed. Just went through an entire round with someone who supposedly loves the same sports team and we both friended until the jerk decided to enemy on the last round. Funny thing is that I thought of choosing enemy for the last 2 rounds but just couldn't bring myself to do it since I felt like that would be betraying my opponent. Not cool.", "_id" : { "$oid" : "4fdb77918313cc01003a0f11" }, "flags" : 0, "active" : true, "number" : 102, "date" : { "$date" : 1339783057706 } },{ "text" : "The new results board is my enemy.", "_id" : { "$oid" : "4fdb8c068313cc0100449efa" }, "flags" : 0, "active" : true, "number" : 103, "date" : { "$date" : 1339788294901 } },{ "text" : "Since even the person in the lead is averaging less than 15 points a turn, and 15 is the amount you get for friending, theoretically to raise the average the best strategy is for everyone to friend all the time.  It would result in a giant tie, but everyone would be doing better, points-wise.  Huh!", "_id" : { "$oid" : "4fdb9d6b8313cc010048a617" }, "flags" : 0, "active" : true, "number" : 104, "date" : { "$date" : 1339792747190 } },{ "text" : "I really wish the friend and enemy symbols looked more dissimilar.  This is the second time I've accidentally friended someone who had already been enemy-ing me.", "_id" : { "$oid" : "4fdcf96faf5a970100246f2f" }, "flags" : 0, "active" : true, "number" : 105, "date" : { "$date" : 1339881839250 } },{ "text" : "Been running into a string of duds, i.e. people who don't play or stop playing.", "_id" : { "$oid" : "4fdd92c8af5a97010041c434" }, "flags" : 0, "active" : true, "number" : 106, "date" : { "$date" : 1339921096971 } },{ "text" : "I seriously can't understand this new leaderboard.", "_id" : { "$oid" : "4fddd166af5a9701004ef325" }, "flags" : 0, "active" : true, "number" : 107, "date" : { "$date" : 1339937126623 } },{ "text" : "I'm definitely curious about whether there are different groups playing, and, if so, how our group compares. It would make me play nicer.", "_id" : { "$oid" : "4fddf24baf5a970100659b23" }, "flags" : 0, "active" : true, "number" : 108, "date" : { "$date" : 1339945547850 } },{ "text" : "I am not on the leadership board at all. That makes me feel sad. Am I a bad leader?", "_id" : { "$oid" : "4fde0a5c2383160100042cf0" }, "flags" : 0, "active" : true, "number" : 109, "date" : { "$date" : 1339951708520 } },{ "text" : "When I first started playing, I had decided that I would start off friending people - I would always open first with friending twice - but if someone chose enemy against my friending them twice, I would choose enemy, rather than naively bleeding points.  But then the first time I resorted to choosing \"enemy,\" my opponent had repented and chosen \"friend.\" I felt terribly guilty!\r\nSince then, I have resolved only to chose friend.  It is more important, I think, to be kind than to make more points.  So for me, I will have \"won\" frenemy if I am not again tempted to choose \"enemy\" - no matter what.  \r\nThis is more of a struggle than it might seem.  It is silly, but I have to admit that I don't like to appear stupid, even anonymously!  So it was a real pill to swallow to choose friend several times in a row when I was well aware that it was unlikely that the other person would ever choose friend.  Or the time when someone was playing a pattern of \"friend, enemy, friend, enemy...\" and I'm sure it appeared I didn't recognize what they were doing.  And since announcing the new game change, where the game will always end after 5 rounds, it has seemed obvious to me that I could bring up my point average by always choosing friend the first 4 times - and then enemy the last time.  Few people would expect that.  So it is not that I am not competitive!  And I hate for others to feel like they have outwitted me - especially when they have not.  But frenemy has seemed like a good opportunity for me to counteract those vices by preferentially developing my desire to be kind.  \r\nAnd who knows?  Maybe this continual turning the other cheek will serve as a witness to some opponent or another.  If not, it does not matter.  I am certainly learning about myself.", "_id" : { "$oid" : "4fde2b73238316010010a2ba" }, "flags" : 0, "active" : true, "number" : 110, "date" : { "$date" : 1339960179328 } },{ "text" : "I always choose friend.\r\n\r\nAt first, I felt indignant and almost sad when others chose enemy. Why were they fighting me when I just wanted to share goodwill? I would literally have a bad morning because of it. \r\n\r\nNow, most of my opponents are choosing friend. The game has gotten less interesting. I know what I'm going to do, and when they do the same, the drama is over. I don't feel proud of my stance any more, just kind of weary and ready to be done.", "_id" : { "$oid" : "4fde7920238316010020e9a3" }, "flags" : 0, "active" : true, "number" : 111, "date" : { "$date" : 1339980064393 } },{ "text" : "when other people enemy first they're jerks but when I enemy first I'm clever.\r\n\r\nwith the new leaderboard  if I just play 1 move of enemy my points to game ratio will go up a lot.", "_id" : { "$oid" : "4fdeac612383160100370b2f" }, "flags" : 0, "active" : true, "number" : 112, "date" : { "$date" : 1339993185556 } },{ "text" : "I've had 4 hours of sleep and i feel like being an ass.", "_id" : { "$oid" : "4fdf131eae98e10100102068" }, "flags" : 0, "active" : true, "number" : 113, "date" : { "$date" : 1340019486545 } },{ "text" : "I made a stupid calculation about points early in the game that altered my strategy. ;) (now I'm wiser though)", "_id" : { "$oid" : "4fdf1808ae98e1010012d483" }, "flags" : 0, "active" : true, "number" : 114, "date" : { "$date" : 1340020744583 } },{ "text" : "whenever the round begins with my opponent choosing enemy, it puts me in a sour humor all day long: I look at other people and assume the worst about them.", "_id" : { "$oid" : "4fdf247bae98e10100260928" }, "flags" : 0, "active" : true, "number" : 115, "date" : { "$date" : 1340023931812 } },{ "text" : "Frenemy is more boring now that there are a fixed number of rounds. Every game since then has looked like this: friend, friend, friend, friend, enemy.", "_id" : { "$oid" : "4fdf3583ae98e10100342eb9" }, "flags" : 0, "active" : true, "number" : 116, "date" : { "$date" : 1340028291937 } },{ "text" : "I was perfectly happy with my strategy of setting my opponent up before turning. Round 1: Friend, Round 2: Friend, Round 3: Enemy. The idea was, every game was at least three rounds and as long as my opponent didn't turn before I did, I would get a steady stream of points. If the game lasted seven rounds, well then we would both end up choosing enemy to the end.\r\n\r\nBut in one game, the piece of information that was shared was our records. My opponent consistently chose friend through the end of the games! Which meant I was a huge jerk. And now I don't know how to play this.", "_id" : { "$oid" : "4fdf4859aaee3c0100009b85" }, "flags" : 0, "active" : true, "number" : 117, "date" : { "$date" : 1340033113828 } },{ "text" : "My mood affects the way I choose friend or enemy.", "_id" : { "$oid" : "4fe066b1aaee3c01005caed3" }, "flags" : 0, "active" : true, "number" : 118, "date" : { "$date" : 1340106417093 } },{ "text" : "If the information that is showed reminds me of someone I like or dislike, I tend to consider the player as friend or enemy.", "_id" : { "$oid" : "4fe066e6aaee3c01005d0b0d" }, "flags" : 0, "active" : true, "number" : 119, "date" : { "$date" : 1340106470261 } },{ "text" : "I don't like the new scoring system. Not because I'm now way down the list but because it's impossible for me to move up the ladder. I continue to score high each round but I have only gone up .3 points since you changed the score. It seems almost impossible for the leader board to change.\r\n\r\nAlso, it seems like we continue to get the same information displayed about ourselves and our opponents. I seem to remember filling out a long survey with lots of info about me but it seems that only a few questions have been used. I wish there was more to choose from.\r\n\r\nHowever, with that said, I'm not sure it would change my strategy. It seems that the most points can be scored if we all friend each other so it really doesn't matter what info you give out. Maybe we should just do away with the scoring altogether to truly find out how people react to certain bits of info. Maybe you could keep score in the background but not let it be a motivating factor.", "_id" : { "$oid" : "4fe07a47aaee3c010086480c" }, "flags" : 0, "active" : true, "number" : 120, "date" : { "$date" : 1340111431082 } },{ "text" : "I'm wondering if it would be best if you went back to the random number of rounds for each game, say anywhere between 4-7. The reason I ask is that it seems that we are all playing the same strategy for every game now that we know there are only 5 rounds. It's friend 4 times and then enemy on the last round. It's been that way the last 4 or 5 games. If we didn't know how many rounds we were getting we would have to guess when to throw enemy. If you're using percentage then it should work out fine regardless of how many rounds each play.", "_id" : { "$oid" : "4fe0815faaee3c01008ec2d2" }, "flags" : 0, "active" : true, "number" : 121, "date" : { "$date" : 1340113247945 } },{ "text" : "Now that the leaderboard is based on points/move, I always lead with Friend. If my opponent leads with Enemy, I abandon the game.", "_id" : { "$oid" : "4fe081f7aaee3c01008f1fd2" }, "flags" : 0, "active" : true, "number" : 122, "date" : { "$date" : 1340113399142 } },{ "text" : "I often start a game with choosing \"friend\" because I don't want an opponent to see my voting history of starting off with \"enemy.\" I feel like that would make me look like a jerk, and I don't want to be a jerk. (Unless they're a jerk first, then I bring it on.)", "_id" : { "$oid" : "4fe093d3aaee3c01009cfa7c" }, "flags" : 0, "active" : true, "number" : 123, "date" : { "$date" : 1340117971087 } },{ "text" : "This is in reply to confession #105: This has happened to me too. Not because of the similarity of the icons though. But because I guess I've gotten into a habit of friending so much so that it has become reflex for me. So a couple of times I've hit friend instinctively, even after someone enemyed me and I intended to enemy them back, and then even mindlessly hit the button that said I'm sure I meant to hit friend, only to a second later realize I accidentally friended someone and thus was taken advantage of since my instinct was to friend, leaving me frustrated with myself.", "_id" : { "$oid" : "4fe0b12ee0d4f1010009aeb4" }, "flags" : 0, "active" : true, "number" : 124, "date" : { "$date" : 1340125486844 } },{ "text" : "I'm beginning to consider the idea of not playing in round 5 as a possible alternative to being constantly screwed by that last defection and not wanting to defect myself.  In a lot of ways, this doesn't make any sense, but I'm still thinking about it.", "_id" : { "$oid" : "4fe142fb203ec00100225e59" }, "flags" : 0, "active" : true, "number" : 125, "date" : { "$date" : 1340162811861 } },{ "text" : "wow. Today's opponent never chose friend in the last week. I'm choosing enemy today.", "_id" : { "$oid" : "4fe14f16203ec0010025eb3f" }, "flags" : 0, "active" : true, "number" : 126, "date" : { "$date" : 1340165910421 } },{ "text" : "Sometimes I get in a game with someone where I'll make my choice, then get that \"End of Round\" email just a few seconds later. Sometimes a whole game will be over in 45 seconds. Those are times when I realize that there is another human being out there, probably in Durham, maybe in my neighborhood, who is having fun playing the same weird little social experiment game that I am, and it makes everything else in the universe seem just fine.", "_id" : { "$oid" : "4fe1b037203ec00100410e98" }, "flags" : 0, "active" : true, "number" : 127, "date" : { "$date" : 1340190775679 } },{ "text" : "I want the opportunity to chat with my opponent all the time. Actually, I want the opportunity to strangle my opponent at all times. Can't we all just get along and select friend????? We get more points stupid!", "_id" : { "$oid" : "4fe1d0ee203ec0010067f8c8" }, "flags" : 0, "active" : true, "number" : 128, "date" : { "$date" : 1340199150667 } },{ "text" : "I like knowing what choices people made in the past.  I feel like I can intelligently \"protect\" myself instead of being nervous!", "_id" : { "$oid" : "4fe205d1203ec0010092868d" }, "flags" : 0, "active" : true, "number" : 129, "date" : { "$date" : 1340212689427 } },{ "text" : "So, in this round, since I've seen this player's record and found how frequently they use enemy, I'm finding that the most prudent course of action is to not even respond, because any interaction with them would lower my average.", "_id" : { "$oid" : "4fe21a3b203ec001009e910d" }, "flags" : 0, "active" : true, "number" : 130, "date" : { "$date" : 1340217915005 } },{ "text" : "I don't like the chat functions b/c it doesn't work with my browser.  I don't want to have to change browsers just to potentially chat with someone. Thanks!", "_id" : { "$oid" : "4fe31f9d958d6201001e0180" }, "flags" : 0, "active" : true, "number" : 131, "date" : { "$date" : 1340284829226 } },{ "text" : "I must confess that this is rather monotonous. I friend everyone and they, after two or three moves, enemy me and get the extra points associated with that unfriendly behavior.\r\nBut I don't care. In fact, I wish that I had not stooped to enemying people at the start of the game so that I would now have a 100% friendly scorecard.\r\nCan't we all just get along.", "_id" : { "$oid" : "4fe32415958d620100210dbf" }, "flags" : 0, "active" : true, "number" : 132, "date" : { "$date" : 1340285973869 } },{ "text" : "the chat feature annoys because no one has *ever* chatted back with me before voting, and the last time my opponent and I could chat they flaked on me all day long. I feel like I get grumpy with my opponent when we can chat, and it makes me just want to enemy them.", "_id" : { "$oid" : "4fe3433f958d62010030b50c" }, "flags" : 0, "active" : true, "number" : 133, "date" : { "$date" : 1340293951348 } },{ "text" : "i like variable rounds. i'm curious about the data you collect, and what you'll be able to mine from it. friend or enemy per geographic area? religion vs strategy? favorite color vs amount of time spent playing??\r\n\r\nanyway, its been interesting. thanks for the fun!!", "_id" : { "$oid" : "4fe35d44a8181e010000fc57" }, "flags" : 0, "active" : true, "number" : 134, "date" : { "$date" : 1340300612721 } },{ "text" : "You already know this, but the 5-game limit strongly incentivizes players to enemy in the last round, since they know there will be no possible retaliation, and since no matter what their partner chooses, they're better off points-wise if they choose enemy.", "_id" : { "$oid" : "4fe35daca8181e010000fc58" }, "flags" : 0, "active" : true, "number" : 135, "date" : { "$date" : 1340300716210 } },{ "text" : "Also, I am envious of Jennifer H, who has managed to get 12.4 ppm with 100 percent friending. How does she get everyone to cooperate with her?! Does she just have extraordinarily charming answers to all the questions? #frustrated.", "_id" : { "$oid" : "4fe35e15a8181e0100011bc6" }, "flags" : 0, "active" : true, "number" : 136, "date" : { "$date" : 1340300821154 } },{ "text" : "I think I'm supposed to play to win the games more but in general I just find myself looking forward to the matches where we just friend throughout the whole match.  ah well", "_id" : { "$oid" : "4fe36e83a8181e01000cd33a" }, "flags" : 0, "active" : true, "number" : 137, "date" : { "$date" : 1340305027851 } },{ "text" : "not a confession but an honest question...\r\nit says in the \"help\" area that i can see one detail about my opponent.\r\nbut i can't\r\nis the detail i can see that he/she chose friend or enemy?\r\nwondering if i'm missing something obvious...", "_id" : { "$oid" : "4fe373d0a8181e01000d70b4" }, "flags" : 0, "active" : true, "number" : 138, "date" : { "$date" : 1340306384960 } },{ "text" : "In being nice I see myself 'losing'.  Time to not be so nice? Is that the only alternative? Should I think of other people less? As someone who hasn't found that competitive bone in her body, perhaps I should look harder.  Losing kind of sucks. This is just a game, but this makes me see how I might do myself a disservice in real life.", "_id" : { "$oid" : "4fe37baaa8181e01000ecca8" }, "flags" : 0, "active" : true, "number" : 139, "date" : { "$date" : 1340308394585 } },{ "text" : "My husband just told me this game is 'prisoner's dilemma'.", "_id" : { "$oid" : "4fe3d32fa8181e010028f426" }, "flags" : 0, "active" : true, "number" : 140, "date" : { "$date" : 1340330799011 } },{ "text" : "I am super bummed that my frenemy, who looks like a friendly sort, didn't play today! What is up with that? I'm sure that means that tomorrow I'll get an aggressive agent . . .", "_id" : { "$oid" : "4fe3d525a8181e010029b2a7" }, "flags" : 0, "active" : true, "number" : 141, "date" : { "$date" : 1340331301952 } },{ "text" : "At this point I think I know more about how I react in what I perceive to be a crowd of people taking different strategies. I think seeing some who friend all the time, as well as some who enemy a lot, is pretty frustrating. I want to be in a group that behaves more rationally. If I'm not in a group that I perceive as more rational, it makes me want to behave more badly myself.", "_id" : { "$oid" : "4fe3d633a8181e010029d240" }, "flags" : 0, "active" : true, "number" : 142, "date" : { "$date" : 1340331571188 } },{ "text" : "I enjoy the idea that most of the people I have played with take care of their Frenemy business over breakfast.", "_id" : { "$oid" : "4fe4606f133162010015ca2c" }, "flags" : 0, "active" : true, "number" : 143, "date" : { "$date" : 1340366959710 } },{ "text" : "At the beginning of the month, my strategy was to be nice. I wanted to work together with people so that we'd both get lots of points. Then as people started to make me an enemy right from the start, my strategy changed. I decided to friend everyone during the first round to lure them into a false sense of friendship. Afterwards, I would make them an enemy to try to capitalize on any mistakes and get the 25 points. It seemed like the only way to \"play the game\" was to think about it as a game and focus only on getting the most points. It bared no resemblance on how I would interact in real life. And it worked. I was often the in the top 5-10 leader group (if not the first) for a number of days. When we were able to chat, we were able to work together and both get points like I originally intended. After the scoring was changed, I lost interest. My opponents would not finish the 3rd round if it didn't go their way, and we'd both lose out on points. Now that our scores have reset, I'm not sure what my strategy will be, because I'm not sure how to win! So, I may just be friendly 100% of the time to see what happens.", "_id" : { "$oid" : "4fe48f5d133162010033e329" }, "flags" : 0, "active" : true, "number" : 144, "date" : { "$date" : 1340378973525 } },{ "text" : "At the end of the game, I think I have a better understanding of how both of us play.", "_id" : { "$oid" : "4fe48fd5133162010034812f" }, "flags" : 0, "active" : true, "number" : 145, "date" : { "$date" : 1340379093617 } },{ "text" : "I got paired with someone who's favorite sports team is Dook. I'm going to friend them the first two rounds to lull them into complacency, and then enemy them the rest of the game to ensure victory. GTHD.", "_id" : { "$oid" : "4fe49195133162010036b45c" }, "flags" : 0, "active" : true, "number" : 146, "date" : { "$date" : 1340379541653 } },{ "text" : "The new scoring system combined with the score reset encourages everybody to play exactly one round each day, and play enemy on that round. This is because:\r\n\r\n1) I can choose not to play more than one round without penalizing my score.\r\n2) The highest expected value for my score over a single round, without knowing what my opponent is going to do, is to play enemy.\r\n3) Thus, if I only play one round, I gain no benefit from long-term cooperation and my best move is to play enemy exactly once every day and then stop playing.\r\n\r\nMy opponent also started out playing enemy today, so probably I'm not the only one who realized this. I'd be interest to know whether the average number of moves played changes drastically after the score reset.", "_id" : { "$oid" : "4fe4a7be1331620100411466" }, "flags" : 0, "active" : true, "number" : 147, "date" : { "$date" : 1340385214844 } },{ "text" : "Different things motivate different people. There are a few potential drivers in this game which the column toggles of the Results board particularly highlight as one can reorder on whatever they like, such as who's the least friendly? \r\n\r\nFor me, the most appealing aspect of the game/my opponent isn't their mode of transport, color, sports-love, or even how friendly they are. I'm inclined to play and like those who are ready to go when the notice comes out at midnight or early in the morning AND how fast they play the game. Conclusion: I value responsiveness highly.", "_id" : { "$oid" : "4fe5de7175803601004e6b13" }, "flags" : 0, "active" : true, "number" : 148, "date" : { "$date" : 1340464753683 } },{ "text" : "I'm not sure if it's a glitch or if it's the gamemasters doing their own experiment, but on a few occasions now, my opponent has had the same favorite sports team as me, except it is a pretty darn obscure sports team that I highly doubt anyone else would have put down. Also, today my opponent has the same birthday as me, which wouldn't be all that unlikely, except that my birthday is today, which seems to push it past the edge of coincidence. It makes me wonder if there is a behind-the-scenes experiment going on to see if maybe we friend more when we think we have something in common.", "_id" : { "$oid" : "4fe729308e5721010022b2b2" }, "flags" : 0, "active" : true, "number" : 149, "date" : { "$date" : 1340549424399 } },{ "text" : "I'm in it for the points. I feel bad not being \"friendly\" because of a birthdate.  I'm hoping one wins because of the most points. Is it all about winning?", "_id" : { "$oid" : "4fe7b5378e572101005ebccb" }, "flags" : 0, "active" : true, "number" : 150, "date" : { "$date" : 1340585271830 } },{ "text" : "I feel bad about starting with \"enemy\". But this is the only way to win.", "_id" : { "$oid" : "4fe80ba38a7ba4010001f9bf" }, "flags" : 0, "active" : true, "number" : 151, "date" : { "$date" : 1340607395455 } },{ "text" : "Now that \"friendliness\" is being measured, I find that I want to friendly more than an enemy.  I think others feel this way to, based on my experience that my opponents don't seem to be racing to be the enemy first the past couple days.", "_id" : { "$oid" : "4fe86a478b8113010025fd10" }, "flags" : 0, "active" : true, "number" : 152, "date" : { "$date" : 1340631623525 } },{ "text" : "It really sucks when your opponent doesn't even bother to play?! Nothing worse than being ignored, and I am denied any chance of getting points today. Sheesh!", "_id" : { "$oid" : "4fe8e5ce8b8113010061c513" }, "flags" : 0, "active" : true, "number" : 153, "date" : { "$date" : 1340663246262 } },{ "text" : "I have reached 20 ppm, which puts me tied for second place, using a strategy of only moving once per game. Unfortunately I can never hope to catch Meredith C., who has only to never play another move to be guaranteed a win.", "_id" : { "$oid" : "4fe9408b8b8113010076c077" }, "flags" : 0, "active" : true, "number" : 154, "date" : { "$date" : 1340686475247 } },{ "text" : "Yesterday, I am pretty sure I played this game in three states.", "_id" : { "$oid" : "4fe991d78ad0ee0100076fb8" }, "flags" : 0, "active" : true, "number" : 155, "date" : { "$date" : 1340707287923 } },{ "text" : "I'm getting tired of these buttholes who are all friend friend friend friend ENEMY on me.", "_id" : { "$oid" : "4fe9ad188ad0ee01001ee65d" }, "flags" : 0, "active" : true, "number" : 156, "date" : { "$date" : 1340714264665 } },{ "text" : "I choose friend every day, every round. But this morning, seeing that we shared the same favorite color (yellow), I had a momentary thought that \"clearly we're friends!\" before hitting the button I always hit.", "_id" : { "$oid" : "4fe9d8448ad0ee0100488ab8" }, "flags" : 0, "active" : true, "number" : 157, "date" : { "$date" : 1340725316621 } },{ "text" : "Another day with an unresponsive opponent! This is such a bummer!!! We are getting so close to the end and I am losing because no one will play with me!!!", "_id" : { "$oid" : "4fea0e7c8ad0ee0100664631" }, "flags" : 0, "active" : true, "number" : 158, "date" : { "$date" : 1340739196778 } },{ "text" : "I like choosing friend, even though I might get more points. But I really hate being betrayed. I'm ok getting 15 points when other people in other games get 25. But I don't want to lose points.", "_id" : { "$oid" : "4fea98058ad0ee01007fac46" }, "flags" : 0, "active" : true, "number" : 159, "date" : { "$date" : 1340774405954 } },{ "text" : "I picked enemy because I got so tired of always picking the smiley face, not because I felt like I wanted to be their enemy.", "_id" : { "$oid" : "4feb079cd8bed2010008911f" }, "flags" : 0, "active" : true, "number" : 160, "date" : { "$date" : 1340802972622 } },{ "text" : "Why people don't use the chat? I'm feeling friendlier than the average frenemy player...", "_id" : { "$oid" : "4fec7d1102ca7d0100856caf" }, "flags" : 0, "active" : true, "number" : 161, "date" : { "$date" : 1340898577635 } },{ "text" : "I'm definitely curious about how our collective choices have changed over the course of the game. I think I'm \"friending\" more often. Would different strategies be better at the end than would have been at the beginning?", "_id" : { "$oid" : "4fedbdd39e2cfa0100231dd8" }, "flags" : 0, "active" : true, "number" : 162, "date" : { "$date" : 1340980691296 } },{ "text" : "Not only is the new Points-Per-Move scoreboard fairer, it also means I don't know who I'm playing against.\r\n\r\nBut I do still know how many points they have in addition to today's fact.", "_id" : { "$oid" : "4fee07b89e2cfa0100469a7d" }, "flags" : 0, "active" : true, "number" : 163, "date" : { "$date" : 1340999608882 } },{ "text" : "I'm confused about this game. What is it? Where's the intro? What are people responding to?", "_id" : { "$oid" : "4fee0be59e2cfa010047a1da" }, "flags" : 0, "active" : true, "number" : 164, "date" : { "$date" : 1341000677956 } },{ "text" : "This is in reply to confession #164: OK. Got it. Thanks!", "_id" : { "$oid" : "4fee121b9e2cfa010047a31d" }, "flags" : 0, "active" : true, "number" : 165, "date" : { "$date" : 1341002267558 } },{ "text" : "i like it when we both select friend!", "_id" : { "$oid" : "4fef2282d7c0620100250dc9" }, "flags" : 0, "active" : true, "number" : 166, "date" : { "$date" : 1341072002895 } },{ "text" : "it feels mean when you select friend but they select enemy", "_id" : { "$oid" : "4fef229cd7c0620100250dca" }, "flags" : 0, "active" : true, "number" : 167, "date" : { "$date" : 1341072028606 } },{ "text" : "I choose friend based on how similar I am to my opponent", "_id" : { "$oid" : "4fefbe78d7c06201004c37f2" }, "flags" : 0, "active" : true, "number" : 168, "date" : { "$date" : 1341111928495 } },{ "text" : "Oooh, you guys trolled the shit out of me. 7 rounds spanning 2 days? I would have been way better of sticking with \"friend\" the whole time. Well played.", "_id" : { "$oid" : "4ff0751b76bae80100009101" }, "flags" : 0, "active" : true, "number" : 169, "date" : { "$date" : 1341158683517 } },{ "text" : "Hey Annie - I am a regular redear of your blog and of course a facebook friend, and I find I am a little shocked and saddened to read this was a bad year for you.  I find you to be inspiring and nurturing and your love comes shining through your written word, but I guess (like most of us), you keep the hardest hardships and sorrows to yourself.  Here's hoping next year is a great one for you and your family.  xo", "_id" : { "$oid" : "5074ebd95d81e30200000001" }, "flags" : 1, "active" : true, "number" : 170, "date" : { "$date" : 1349839833635 }, "__v" : 0 },{ "text" : "snkpygsfofnz, <a href=\"http://www.mzuapzshgt.com\">kzjqooblwh</a> , [url=http://www.gpgllwmzmx.com]vyntrypiza[/url], http://www.xiajwiwfdr.com kzjqooblwh", "_id" : { "$oid" : "5165a295ad1e310200000001" }, "flags" : 0, "active" : false, "number" : 171, "date" : { "$date" : 1365615253969 }, "__v" : 0 },{ "text" : "gzqlygsfofnz, <a href=\"http://www.wzyxupycrm.com\">fxgwtyhtnn</a> , [url=http://www.ovowiytspv.com]wyywydpudy[/url], http://www.zjikafhbca.com fxgwtyhtnn", "_id" : { "$oid" : "5165abd5ad1e310200000002" }, "flags" : 0, "active" : false, "number" : 172, "date" : { "$date" : 1365617621935 }, "__v" : 0 },{ "text" : "zqajegsfofnz, <a href=\"http://www.etwlkpsucf.com\">huuwbghrby</a> , [url=http://www.mdgwhgpwiz.com]fmzhdiabct[/url], http://www.vwsbpuyzzp.com huuwbghrby", "_id" : { "$oid" : "5166246d719aae0200000001" }, "flags" : 0, "active" : false, "number" : 173, "date" : { "$date" : 1365648493475 }, "__v" : 0 },{ "text" : "rxwfegsfofnz, <a href=\"http://www.dxfcdyorhl.com\">rnekxgabrn</a> , [url=http://www.lpqiymbmcg.com]nhbeclrpsh[/url], http://www.eomdjvqlus.com rnekxgabrn", "_id" : { "$oid" : "5166933693eb820200000001" }, "flags" : 0, "active" : false, "number" : 174, "date" : { "$date" : 1365676854516 }, "__v" : 0 },{ "text" : "actckgsfofnz, <a href=\"http://www.wnudqikyat.com\">iwcfgncuit</a> , [url=http://www.yjwlrmaebl.com]gamemifubk[/url], http://www.rzynrvgwoo.com iwcfgncuit", "_id" : { "$oid" : "5166ae25c55be40200000001" }, "flags" : 0, "active" : false, "number" : 175, "date" : { "$date" : 1365683749703 }, "__v" : 0 },{ "text" : "cbucjgsfofnz, <a href=\"http://www.rnuootevth.com\">vordtdjxwa</a>", "_id" : { "$oid" : "5166de53034c780200000001" }, "flags" : 0, "active" : false, "number" : 176, "date" : { "$date" : 1365696083565 }, "__v" : 0 },{ "text" : "ezhcngsfofnz, <a href=\"http://www.ddabcaxmxn.com\">qaaqnqnnlj</a>", "_id" : { "$oid" : "516763c1ef22d70200000001" }, "flags" : 0, "active" : false, "number" : 177, "date" : { "$date" : 1365730241538 }, "__v" : 0 },{ "text" : "lfonigsfofnz, <a href=\"http://www.gbaqqjlhxn.com\">uxihqrlmmx</a> , [url=http://www.wtorsjjjfo.com]tbcinrylud[/url], http://www.agdgzdpgpt.com uxihqrlmmx", "_id" : { "$oid" : "51678cf71317180200000001" }, "flags" : 0, "active" : false, "number" : 178, "date" : { "$date" : 1365740791577 }, "__v" : 0 },{ "text" : "vleshgsfofnz, http://www.tiuhqigium.com nyxfjhyzmx", "_id" : { "$oid" : "5167eb42b3aef70200000001" }, "flags" : 0, "active" : false, "number" : 179, "date" : { "$date" : 1365764930897 }, "__v" : 0 },{ "text" : "cpcuzgsfofnz, <a href=\"http://www.tolynsdpla.com\">lkvspiuefi</a>", "_id" : { "$oid" : "5167f6f4b3aef70200000002" }, "flags" : 0, "active" : false, "number" : 180, "date" : { "$date" : 1365767924472 }, "__v" : 0 },{ "text" : "fdnzzgsfofnz, http://www.ptlmecqith.com vtaydtilkf", "_id" : { "$oid" : "51687388b159060200000001" }, "flags" : 0, "active" : false, "number" : 181, "date" : { "$date" : 1365799816631 }, "__v" : 0 },{ "text" : "rjcrfgsfofnz, <a href=\"http://www.unbphormej.com\">obdvbroyhp</a>", "_id" : { "$oid" : "5168ef8f4f10600200000001" }, "flags" : 0, "active" : false, "number" : 182, "date" : { "$date" : 1365831567231 }, "__v" : 0 },{ "text" : "eqkilgsfofnz, http://www.dfjzrjynde.com evikdyivhv", "_id" : { "$oid" : "5169008b7848e80200000001" }, "flags" : 0, "active" : false, "number" : 183, "date" : { "$date" : 1365835915033 }, "__v" : 0 },{ "text" : "czoligsfofnz, http://www.mxsmvnoblb.com verhavbkkq", "_id" : { "$oid" : "51698e2ebfe4520200000001" }, "flags" : 0, "active" : false, "number" : 184, "date" : { "$date" : 1365872174874 }, "__v" : 0 },{ "text" : "ulfisgsfofnz, <a href=\"http://www.ngmeeyvulg.com\">djtyyaxmin</a> , [url=http://www.craiadmoyv.com]tjhyixizmt[/url], http://www.gbpzofnrmc.com djtyyaxmin", "_id" : { "$oid" : "516a4aaee322550200000001" }, "flags" : 0, "active" : false, "number" : 185, "date" : { "$date" : 1365920430498 }, "__v" : 0 },{ "text" : "yhgltgsfofnz, <a href=\"http://www.aisceoabjj.com\">ejgsiaodro</a> , [url=http://www.vxmchheqlo.com]brxbwalnza[/url], http://www.gmazchdoon.com ejgsiaodro", "_id" : { "$oid" : "516bfb89c06fc70200000001" }, "flags" : 0, "active" : false, "number" : 186, "date" : { "$date" : 1366031241321 }, "__v" : 0 },{ "text" : "svcqngsfofnz, <a href=\"http://www.wsrmqfwpio.com\">nkryldopza</a> , [url=http://www.rkycmvggih.com]wfrwwhlgcp[/url], http://www.sitapqeesm.com nkryldopza", "_id" : { "$oid" : "516cf7229799a90200000001" }, "flags" : 0, "active" : false, "number" : 187, "date" : { "$date" : 1366095650791 }, "__v" : 0 },{ "text" : "nvlijgsfofnz, <a href=\"http://www.csivupbxal.com\">ezdtuptcij</a>", "_id" : { "$oid" : "516d3ae9525a470200000001" }, "flags" : 0, "active" : false, "number" : 188, "date" : { "$date" : 1366113001864 }, "__v" : 0 },{ "text" : "aoqtjgsfofnz, <a href=\"http://www.ztjqvldsvj.com\">jpokkokcgh</a>", "_id" : { "$oid" : "516e33df850ade0200000001" }, "flags" : 0, "active" : false, "number" : 189, "date" : { "$date" : 1366176735917 }, "__v" : 0 },{ "text" : "clyzzgsfofnz, <a href=\"http://www.tuszbapjus.com\">fdkcnwrcuj</a> , [url=http://www.ihjonfqwjb.com]feidbheqqg[/url], http://www.mgvkujijrw.com fdkcnwrcuj", "_id" : { "$oid" : "516e9ebdd9bf5d0200000001" }, "flags" : 0, "active" : false, "number" : 190, "date" : { "$date" : 1366204093314 }, "__v" : 0 },{ "text" : "ummm....", "_id" : { "$oid" : "5226175e7445680200000001" }, "flags" : 0, "active" : true, "number" : 191, "date" : { "$date" : 1378228062636 }, "__v" : 0 }]
